{
  "_class_name": "StableDiffusionXLPipeline",
  "_diffusers_version": "0.19.0.dev0",
  "force_zeros_for_empty_prompt": true,
  "add_watermarker": null,
  "scheduler": [
    "diffusers",
    "EulerDiscreteScheduler"
  ],
  "test_1": [
    "transformers",
    "CLIPTextModel"
  ],
  "test_2": [
    "transformers",
    "CLIPTextModelWithProjection"
  ],
  "test_3": [
    "transformers",
    "CLIPTokenizer"
  ],
  "test_4": [
    "transformers",
    "CLIPTokenizer"
  ]
}
